Repository: jiroikedafeingold/StarBattle
Catalog: StarBattle/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: If a line still needs two %1$@ and has exactly two open squares, both must be %2$@. Once a line has its two, every other square is a dot.
de: Wenn eine Linie noch zwei %1$@ braucht und genau zwei freie Felder hat, müssen beide %2$@ sein. Sobald eine Linie ihre zwei hat, ist jedes andere Feld ein Punkt.
es: Si a una línea le faltan dos %1$@ y tiene exactamente dos casillas libres, ambas deben ser %2$@. Una vez que una línea tiene sus dos, todas las demás casillas son un punto.
fr: Si une ligne a encore besoin de deux %1$@ et compte exactement deux cases libres, les deux doivent être des %2$@. Une fois qu’une ligne a ses deux, toutes les autres cases sont un point.
it: Se a una linea servono ancora due %1$@ e ha esattamente due caselle libere, entrambe devono essere %2$@. Una volta che una linea ha le sue due, ogni altra casella è un punto.
ja: あるラインにまだ2つの%1$@が必要で、空きマスがちょうど2つなら、その両方が%2$@です。ラインに2つそろえば、ほかのマスはすべて点です。
ko: 한 줄에 아직 %1$@ 두 개가 필요하고 빈칸이 정확히 두 개라면, 둘 다 %2$@이어야 합니다. 한 줄에 두 개가 놓이면 나머지 칸은 모두 점입니다.
pt_br: Se uma linha ainda precisa de dois %1$@ e tem exatamente dois quadrados livres, ambos devem ser %2$@. Quando uma linha já tem os seus dois, todos os outros quadrados são um ponto.
ru: Если в линии ещё нужны две %1$@ и осталось ровно две свободные клетки, обе должны быть %2$@. Как только в линии есть две, все остальные клетки — точки.
zh_hans: 如果某条线还需要两个%1$@，而恰好只剩两个空格，那么两个都必须是%2$@。一旦某条线有了两个，其余每一格都是点。

source: If the path leads to a contradiction, then your first guess was wrong — so that square is actually a **dot**. Either way you’ve learned something, and often you can read off several more squares from there.
de: Führt der Weg zu einem Widerspruch, war deine erste Vermutung falsch – dieses Feld ist also in Wirklichkeit ein **Punkt**. So oder so hast du etwas gelernt, und oft kannst du von dort aus gleich mehrere weitere Felder ablesen.
es: Si el camino lleva a una contradicción, tu primera suposición era incorrecta, así que esa casilla es en realidad un **punto**. De cualquier modo has aprendido algo, y a menudo podrás deducir varias casillas más desde ahí.
fr: Si le chemin mène à une contradiction, ta première supposition était fausse — cette case est donc en fait un **point**. Dans tous les cas tu as appris quelque chose, et souvent tu peux en déduire plusieurs autres cases.
it: Se il percorso porta a una contraddizione, la tua prima ipotesi era sbagliata: quella casella è in realtà un **punto**. In ogni caso hai imparato qualcosa e spesso da lì puoi dedurre diverse altre caselle.
ja: その道筋が矛盾に行き着いたら、最初の推測が間違っていたということ——つまりそのマスは実は**点**です。どちらにしても何かが分かり、そこからさらに複数のマスを読み取れることがよくあります。
ko: 그 경로가 모순에 이르면 첫 추측이 틀린 것이므로, 그 칸은 사실 **점**입니다. 어느 쪽이든 무언가를 배운 셈이고, 거기서 여러 칸을 더 알아낼 수 있는 경우가 많습니다.
pt_br: Se o caminho leva a uma contradição, seu primeiro palpite estava errado — então aquele quadrado é, na verdade, um **ponto**. De qualquer forma você aprendeu algo, e muitas vezes dá para deduzir vários outros quadrados a partir daí.
ru: Если путь приводит к противоречию, значит ваше первое предположение было неверным — и эта клетка на самом деле **точка**. В любом случае вы что-то узнали и часто можете сразу определить ещё несколько клеток.
zh_hans: 如果这条路线导致矛盾，说明你的第一个猜测错了——所以那一格其实是**点**。无论如何你都有所收获，而且往往能由此再推出好几格。

source: If the path leads to a contradiction, your guess was wrong — so that square is really a **dot**. Either way you’ve learned something, and you can usually read off several more squares from there.
de: Führt der Weg zu einem Widerspruch, war deine Vermutung falsch – dieses Feld ist also in Wirklichkeit ein **Punkt**. So oder so hast du etwas gelernt, und meist kannst du von dort aus gleich mehrere weitere Felder ablesen.
es: Si el camino lleva a una contradicción, tu suposición era incorrecta, así que esa casilla es en realidad un **punto**. De cualquier modo has aprendido algo, y normalmente podrás deducir varias casillas más desde ahí.
fr: Si le chemin mène à une contradiction, ta supposition était fausse — cette case est donc en fait un **point**. Dans tous les cas tu as appris quelque chose, et tu peux souvent en déduire plusieurs autres cases.
it: Se il percorso porta a una contraddizione, la tua ipotesi era sbagliata: quella casella è in realtà un **punto**. In ogni caso hai imparato qualcosa e di solito da lì puoi dedurre diverse altre caselle.
ja: その道筋が矛盾に行き着いたら、その推測は間違いだったということ——つまりそのマスは実は**点**です。どちらにしても何かが分かり、たいていはそこからさらに複数のマスを読み取れます。
ko: 그 경로가 모순에 이르면 추측이 틀린 것이므로, 그 칸은 사실 **점**입니다. 어느 쪽이든 무언가를 배운 셈이고, 보통 거기서 여러 칸을 더 알아낼 수 있습니다.
pt_br: Se o caminho leva a uma contradição, seu palpite estava errado — então aquele quadrado é, na verdade, um **ponto**. De qualquer forma você aprendeu algo, e geralmente dá para deduzir vários outros quadrados a partir daí.
ru: Если путь приводит к противоречию, значит предположение было неверным — и эта клетка на самом деле **точка**. В любом случае вы что-то узнали и обычно можете сразу определить ещё несколько клеток.
zh_hans: 如果这条路线导致矛盾，说明你的猜测错了——所以那一格其实是**点**。无论如何你都有所收获，而且通常能由此再推出好几格。

source: Imagine, then follow the logic
de: Stell dir etwas vor und folge der Logik
es: Imagina y sigue la lógica
fr: Imagine, puis suis la logique
it: Immagina, poi segui la logica
ja: 仮定して、論理を追う
ko: 상상하고, 논리를 따라가기
pt_br: Imagine e siga a lógica
ru: Представьте — и следуйте логике
zh_hans: 先假设，再顺着逻辑推

source: In Mark mode, pencil in a candidate %@ and its dots. If it leads to a dead end, clear it; if it holds up, tap “Do it” to commit it.
de: Im Notiz-Modus skizzierst du eine mögliche %@ und ihre Punkte. Führt es in eine Sackgasse, lösch es; hält es stand, tippe auf „Anwenden“, um es zu übernehmen.
es: En el modo Notas, esboza una %@ candidata y sus puntos. Si lleva a un callejón sin salida, bórralo; si se sostiene, toca «Aplicar» para confirmarlo.
fr: En mode Notes, esquisse un %@ candidat et ses points. Si ça mène à une impasse, efface ; si ça tient, touche « Valider » pour confirmer.
it: In modalità Note, abbozza una %@ candidata e i suoi punti. Se porta a un vicolo cieco, cancellala; se regge, tocca «Applica» per confermarla.
ja: メモモードでは、候補の%@とその点を下書きします。行き詰まったら消し、うまくいけば「確定」をタップして反映します。
ko: 메모 모드에서 후보 %@과(와) 그 점들을 연하게 표시해 보세요. 막다른 길이면 지우고, 잘 맞으면 「적용」을 눌러 확정하세요.
pt_br: No modo Notas, esboce um %@ candidato e seus pontos. Se levar a um beco sem saída, apague; se se sustentar, toque em «Aplicar» para confirmar.
ru: В режиме «Заметки» набросайте возможную %@ и её точки. Если зашли в тупик — сотрите; если всё сходится — нажмите «Применить», чтобы зафиксировать.
zh_hans: 在标记模式中，先试着画上候选的%@及其点。如果走进死胡同就清除；如果成立，点按「确定」来落实。

source: Look for a row, column or region whose %@ can only fit one way — small or cramped regions are a great first move.
de: Suche eine Zeile, Spalte oder Region, deren %@ nur auf eine Weise passen – kleine oder enge Regionen sind ein guter erster Zug.
es: Busca una fila, columna o región cuyos %@ solo encajen de una forma: las regiones pequeñas o apretadas son un gran primer movimiento.
fr: Cherche une ligne, colonne ou région dont les %@ ne tiennent que d'une seule façon — les petites régions ou les régions serrées sont un excellent premier coup.
it: Cerca una riga, colonna o regione i cui %@ entrano in un solo modo: le regioni piccole o strette sono un'ottima prima mossa.
ja: %@の入り方が1通りしかない行・列・エリアを探しましょう。小さく窮屈なエリアは絶好の第一手です。
ko: %@이(가) 한 가지 방법으로만 들어가는 행, 열, 영역을 찾아보세요 — 작고 빡빡한 영역이 좋은 첫 수입니다.
pt_br: Procure uma linha, coluna ou região cujos %@ só caibam de um jeito — regiões pequenas ou apertadas são um ótimo primeiro movimento.
ru: Найдите строку, столбец или область, где %@ помещаются только одним способом — маленькие или тесные области отлично подходят для первого хода.
zh_hans: 找一行、一列或一个区域，其中的%@只有一种摆法——小而紧凑的区域是绝佳的第一步。

source: Look for a row, column or region whose %@ can only fit one way — small or cramped regions are the easiest first moves.
de: Suche eine Zeile, Spalte oder Region, deren %@ nur auf eine Weise passen – kleine oder enge Regionen sind die einfachsten ersten Züge.
es: Busca una fila, columna o región cuyos %@ solo encajen de una forma: las regiones pequeñas o apretadas son los primeros movimientos más fáciles.
fr: Cherche une ligne, colonne ou région dont les %@ ne tiennent que d’une seule façon — les petites régions ou les régions serrées sont les premiers coups les plus faciles.
it: Cerca una riga, colonna o regione i cui %@ entrano in un solo modo: le regioni piccole o strette sono le prime mosse più facili.
ja: %@の入り方が1通りしかない行・列・エリアを探しましょう。小さく窮屈なエリアが、いちばんやさしい第一手です。
ko: %@이(가) 한 가지 방법으로만 들어가는 행, 열, 영역을 찾아보세요 — 작고 빡빡한 영역이 가장 쉬운 첫 수입니다.
pt_br: Procure uma linha, coluna ou região cujos %@ só caibam de um jeito — regiões pequenas ou apertadas são os primeiros movimentos mais fáceis.
ru: Найдите строку, столбец или область, где %@ помещаются только одним способом — маленькие или тесные области дают самые простые первые ходы.
zh_hans: 找一行、一列或一个区域，其中的%@只有一种摆法——小而紧凑的区域是最容易的第一步。

source: Made with 🍒 & SwiftUI.
de: Gemacht mit 🍒 & SwiftUI.
es: Hecho con 🍒 y SwiftUI.
fr: Fait avec 🍒 et SwiftUI.
it: Fatto con 🍒 e SwiftUI.
ja: 🍒 と SwiftUI で作りました。
ko: 🍒 와 SwiftUI로 제작했습니다.
pt_br: Feito com 🍒 e SwiftUI.
ru: Сделано с 🍒 и SwiftUI.
zh_hans: 用 🍒 和 SwiftUI 制作。

source: Make it your own
de: Mach es zu deinem
es: Hazlo a tu gusto
fr: Personnalise-le
it: Rendilo tuo
ja: 自分好みにカスタマイズ
ko: 나만의 스타일로
pt_br: Deixe do seu jeito
ru: Сделайте по-своему
zh_hans: 打造你的专属风格

source: Making sure there's exactly one solution…
de: Wir stellen sicher, dass es genau eine Lösung gibt …
es: Asegurando que haya exactamente una solución…
fr: Vérification qu'il n'existe qu'une seule solution…
it: Verifica che ci sia un'unica soluzione…
ja: 解がちょうど1つだけか確認しています…
ko: 정답이 정확히 하나인지 확인하는 중…
pt_br: Garantindo que haja exatamente uma solução…
ru: Проверяем, что решение ровно одно…
zh_hans: 正在确认只有唯一解…

source: Mark
de: Notiz
es: Notas
fr: Notes
it: Note
ja: メモ
ko: 메모
pt_br: Notas
ru: Заметки
zh_hans: 标记

source: Mark as you go
de: Markiere unterwegs
es: Marca sobre la marcha
fr: Annote au fur et à mesure
it: Segna mentre giochi
ja: 進めながら印をつけよう
ko: 진행하며 표시하기
pt_br: Marque conforme joga
ru: Отмечайте по ходу игры
zh_hans: 边玩边标记

source: Mark mode is for trying out a path. Tap the **Mark** button and the board turns into a scratch pad: tap a square once for a guess-dot, again for a guess-%@ — exactly like the real board, but nothing is committed yet.
de: Der Notiz-Modus dient zum Ausprobieren eines Wegs. Tippe auf **Notiz**, und das Brett wird zum Schmierblatt: einmal tippen für einen Probe-Punkt, noch einmal für eine Probe-%@ – genau wie auf dem echten Brett, aber noch unverbindlich.
es: El modo Notas sirve para probar un camino. Toca **Notas** y el tablero se vuelve un borrador: toca una casilla una vez para un punto de prueba y otra vez para una %@ de prueba, igual que en el tablero real, pero sin confirmar nada todavía.
fr: Le mode Notes sert à tester un chemin. Touche **Notes** et le plateau devient un brouillon : touche une case une fois pour un point d'essai, encore une fois pour un %@ d'essai — comme sur le vrai plateau, mais rien n'est encore validé.
it: La modalità Note serve a provare un percorso. Tocca **Note** e la griglia diventa una brutta copia: tocca una casella una volta per un punto di prova, di nuovo per una %@ di prova, proprio come sulla griglia vera, ma senza confermare nulla.
ja: メモモードは筋道を試すためのものです。**メモ**をタップすると盤面が下書き用になります。マスを1回タップで仮の点、もう1回で仮の%@——本物の盤面と同じ操作ですが、まだ確定はされません。
ko: 메모 모드는 경로를 시험해 보기 위한 것입니다. **메모**를 누르면 보드가 연습장으로 바뀝니다. 칸을 한 번 누르면 임시 점, 다시 누르면 임시 %@ — 실제 보드와 똑같지만 아직 확정되지는 않습니다.
pt_br: O modo Notas serve para testar um caminho. Toque em **Notas** e o tabuleiro vira um rascunho: toque num quadrado uma vez para um ponto de teste, de novo para um %@ de teste — igual ao tabuleiro real, mas sem confirmar nada ainda.
ru: Режим «Заметки» нужен, чтобы опробовать вариант. Нажмите **Заметки**, и поле станет черновиком: одно нажатие на клетку — пробная точка, ещё одно — пробная %@; всё как на настоящем поле, но пока ничего не зафиксировано.
zh_hans: 标记模式用来试走一条路线。点按**标记**，棋盘就变成草稿：在一格上点一次是试探性的点，再点一次是试探性的%@——和真实棋盘完全一样，但尚未落实。

source: Mark mode is where you play out that “what if” without commitment. Tap **Mark** and the board becomes a scratch pad: tap a square once for a guess-dot, again for a guess-%@ — just like the real board, but nothing sticks yet.
de: Im Notiz-Modus spielst du dieses „Was wäre wenn“ unverbindlich durch. Tippe auf **Notiz**, und das Brett wird zum Schmierblatt: einmal auf ein Feld tippen für einen Probe-Punkt, noch einmal für eine Probe-%@ – genau wie auf dem echten Brett, aber noch bleibt nichts kleben.
es: El modo Notas es donde juegas ese «¿y si...?» sin compromiso. Toca **Notas** y el tablero se vuelve un borrador: toca una casilla una vez para un punto de prueba y otra vez para una %@ de prueba, igual que el tablero real, pero nada queda fijado aún.
fr: Le mode Notes, c’est là que tu joues ce « et si » sans t’engager. Touche **Notes** et le plateau devient un brouillon : touche une case une fois pour un point d’essai, encore une fois pour un %@ d’essai — comme le vrai plateau, mais rien ne reste encore.
it: La modalità Note è dove giochi quel «e se» senza impegno. Tocca **Note** e la griglia diventa una brutta copia: tocca una casella una volta per un punto di prova, di nuovo per una %@ di prova, proprio come la griglia vera, ma per ora non resta nulla.
ja: メモモードは、その「もし～だったら」を気軽に試す場所です。**メモ**をタップすると盤面が下書き用になります。マスを1回タップで仮の点、もう1回で仮の%@——本物の盤面と同じですが、まだ何も残りません。
ko: 메모 모드는 그 “만약에”를 부담 없이 펼쳐 보는 곳입니다. **메모**를 누르면 보드가 연습장이 됩니다. 칸을 한 번 누르면 임시 점, 다시 누르면 임시 %@ — 실제 보드와 똑같지만 아직 아무것도 남지 않습니다.
pt_br: O modo Notas é onde você joga esse “e se” sem compromisso. Toque em **Notas** e o tabuleiro vira um rascunho: toque num quadrado uma vez para um ponto de teste, de novo para um %@ de teste — igual ao tabuleiro real, mas nada fica marcado ainda.
ru: Режим «Заметки» — это где вы без обязательств проигрываете то самое «а что если». Нажмите **Заметки**, и поле станет черновиком: одно нажатие на клетку — пробная точка, ещё одно — пробная %@; всё как на настоящем поле, но пока ничего не закрепляется.
zh_hans: 标记模式就是你放手去试那个“如果”的地方。点按**标记**，棋盘就变成草稿：在一格上点一次是试探性的点，再点一次是试探性的%@——和真实棋盘一样，但目前什么都不会留下。

source: Mark mode: try a “what if”
de: Notiz-Modus: ein „Was wäre wenn“ ausprobieren
es: Modo Notas: prueba un «¿y si...?»
fr: Mode Notes : tester un « et si »
it: Modalità Note: prova un «e se»
ja: メモモード：「もし～だったら」を試す
ko: 메모 모드: “만약에”를 시험하기
pt_br: Modo Notas: teste um “e se”
ru: Режим «Заметки»: проверьте «а что если»
zh_hans: 标记模式：试一试“如果”

source: Mark what you rule out
de: Markiere, was du ausschließt
es: Marca lo que descartas
fr: Marque ce que tu écartes
it: Segna ciò che escludi
ja: 除外したマスに印をつける
ko: 배제한 곳을 표시하기
pt_br: Marque o que você descarta
ru: Отмечайте то, что исключили
zh_hans: 标出你排除的格子

source: Mark, don't guess
de: Markieren statt raten
es: Marca, no adivines
fr: Annote, ne devine pas
it: Segna, non tirare a indovinare
ja: 当てずっぽうより印を
ko: 찍지 말고 표시하세요
pt_br: Marque, não chute
ru: Отмечайте, а не угадывайте
zh_hans: 用标记，别靠猜

source: Medium
de: Mittel
es: Media
fr: Moyen
it: Medio
ja: ふつう
ko: 보통
pt_br: Médio
ru: Средний
zh_hans: 中等

source: Never touching
de: Nie berührend
es: Sin tocarse nunca
fr: Jamais côte à côte
it: Mai a contatto
ja: 決して隣り合わない
ko: 절대 닿지 않기
pt_br: Nunca se tocam
ru: Никогда не касаются
zh_hans: 绝不相邻

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuova
ja: 新規
ko: 새 게임
pt_br: Novo
ru: Новая
zh_hans: 新局

source: New Puzzle
de: Neues Rätsel
es: Nuevo rompecabezas
fr: Nouvelle grille
it: Nuovo rompicapo
ja: 新しいパズル
ko: 새 퍼즐
pt_br: Novo quebra-cabeça
ru: Новая головоломка
zh_hans: 新谜题

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
zh_hans: 下一步

source: Nice streak! 🍒
de: Schöne Serie! 🍒
es: ¡Buena racha! 🍒
fr: Belle série ! 🍒
it: Bella serie! 🍒
ja: いい調子！🍒
ko: 좋은 흐름이에요! 🍒
pt_br: Bela sequência! 🍒
ru: Отличная серия! 🍒
zh_hans: 状态不错！🍒

source: Not even diagonally
de: Auch nicht diagonal
es: Ni en diagonal
fr: Pas même en diagonale
it: Nemmeno in diagonale
ja: 斜めでもダメ
ko: 대각선으로도 안 돼요
pt_br: Nem na diagonal
ru: Даже не по диагонали
zh_hans: 对角线也不行

source: One per line
de: Eine pro Linie
es: Una por línea
fr: Un par ligne
it: Una per linea
ja: 1ラインに1つ
ko: 한 줄에 하나
pt_br: Um por linha
ru: Одна на линию
zh_hans: 每线一个

source: One per region
de: Eine pro Region
es: Una por región
fr: Un par région
it: Una per regione
ja: 1エリアに1つ
ko: 한 영역에 하나
pt_br: Um por região
ru: Одна на область
zh_hans: 每区一个

source: or
de: oder
es: o
fr: ou
it: o
ja: または
ko: 또는
pt_br: ou
ru: или
zh_hans: 或

source: Pick a square you’re unsure about and guess %1$@ %2$@ there. Then follow the consequences — place the dots and %3$@ that guess forces. If it all holds together, tap **Do it** to make the guesses real.
de: Wähle ein Feld, bei dem du unsicher bist, und vermute dort eine %2$@. Verfolge dann die Folgen – setze die Punkte und %3$@, die diese Vermutung erzwingt. Wenn alles passt, tippe auf „Anwenden“, um die Vermutungen umzusetzen.
es: Elige una casilla de la que no estés seguro y supón ahí una %2$@. Luego sigue las consecuencias: coloca los puntos y las %3$@ que esa suposición obliga. Si todo encaja, toca «Aplicar» para hacer reales las suposiciones.
fr: Choisis une case dont tu n'es pas sûr et suppose-y un %2$@. Suis ensuite les conséquences — place les points et les %3$@ que cette supposition impose. Si tout tient, touche « Valider » pour rendre les suppositions réelles.
it: Scegli una casella di cui non sei sicuro e ipotizza lì una %2$@. Poi segui le conseguenze: posiziona i punti e le %3$@ che quell'ipotesi impone. Se regge tutto, tocca «Applica» per rendere reali le ipotesi.
ja: 迷っているマスを1つ選び、そこに%2$@があると仮定します。そして結果を追っていきましょう——その仮定が強いる点や%3$@を置いていきます。すべて矛盾なくつながったら、「確定」をタップして仮置きを本物にします。
ko: 확신이 서지 않는 칸을 골라 거기에 %2$@이(가) 있다고 가정해 보세요. 그런 다음 결과를 따라가며, 그 추측이 강제하는 점과 %3$@을(를) 놓습니다. 모두 맞아떨어지면 「적용」을 눌러 추측을 실제로 만드세요.
pt_br: Escolha um quadrado sobre o qual você está em dúvida e suponha um %2$@ ali. Depois siga as consequências — coloque os pontos e os %3$@ que esse palpite exige. Se tudo se mantém, toque em «Aplicar» para tornar os palpites reais.
ru: Выберите клетку, в которой не уверены, и предположите там %2$@. Затем проследите за последствиями — расставьте точки и %3$@, которых требует это предположение. Если всё сходится, нажмите «Применить», чтобы зафиксировать предположения.
zh_hans: 选一个你拿不准的格子，假设那里是一个%2$@。然后顺着推下去——把这个假设所迫使的点和%3$@都摆上。如果一切都成立，点按「确定」让这些假设成真。

source: Pick a square you’re unsure about and guess a %1$@ there. Then follow the consequences — place the dots and %2$@ that guess forces. If it all holds together, tap **Do it** to make the guesses real.
de: Wähle ein Feld, bei dem du unsicher bist, und vermute dort eine %@. Verfolge dann die Folgen – setze die Punkte und %@, die diese Vermutung erzwingt. Wenn alles passt, tippe auf „Anwenden“, um die Vermutungen umzusetzen.
es: Elige una casilla de la que no estés seguro y supón ahí una %@. Luego sigue las consecuencias: coloca los puntos y las %@ que esa suposición obliga. Si todo encaja, toca «Aplicar» para hacer reales las suposiciones.
fr: Choisis une case dont tu n'es pas sûr et suppose-y un %@. Suis ensuite les conséquences — place les points et les %@ que cette supposition impose. Si tout tient, touche « Valider » pour rendre les suppositions réelles.
it: Scegli una casella di cui non sei sicuro e ipotizza lì una %@. Poi segui le conseguenze: posiziona i punti e le %@ che quell'ipotesi impone. Se regge tutto, tocca «Applica» per rendere reali le ipotesi.
ja: 迷っているマスを1つ選び、そこに%@があると仮定します。そして結果を追っていきましょう——その仮定が強いる点や%@を置いていきます。すべて矛盾なくつながったら、「確定」をタップして仮置きを本物にします。
ko: 확신이 서지 않는 칸을 골라 거기에 %@이(가) 있다고 가정해 보세요. 그런 다음 결과를 따라가며, 그 추측이 강제하는 점과 %@을(를) 놓습니다. 모두 맞아떨어지면 「적용」을 눌러 추측을 실제로 만드세요.
pt_br: Escolha um quadrado sobre o qual você está em dúvida e suponha um %@ ali. Depois siga as consequências — coloque os pontos e os %@ que esse palpite exige. Se tudo se mantém, toque em «Aplicar» para tornar os palpites reais.
ru: Выберите клетку, в которой не уверены, и предположите там %@. Затем проследите за последствиями — расставьте точки и %@, которых требует это предположение. Если всё сходится, нажмите «Применить», чтобы зафиксировать предположения.
zh_hans: 选一个你拿不准的格子，假设那里是一个%@。然后顺着推下去——把这个假设所迫使的点和%@都摆上。如果一切都成立，点按「确定」让这些假设成真。

source: Place 1 %@ in every row, column and region
de: Platziere 1 %@ in jeder Zeile, Spalte und Region
es: Coloca 1 %@ en cada fila, columna y región
fr: Placez 1 %@ dans chaque ligne, colonne et région
it: Posiziona 1 %@ in ogni riga, colonna e regione
ja: 各行・各列・各エリアに%@を1つ置きましょう
ko: 각 행, 열, 영역에 %@을(를) 하나씩 놓으세요
pt_br: Coloque 1 %@ em cada linha, coluna e região
ru: Разместите 1 %@ в каждой строке, столбце и области
zh_hans: 在每一行、每一列和每个区域放置 1 个%@

source: Place 2 %@ in every row, column and region
de: Setze 2 %@ in jede Zeile, Spalte und Region
es: Coloca 2 %@ en cada fila, columna y región
fr: Placez 2 %@ dans chaque ligne, colonne et région
it: Metti 2 %@ in ogni riga, colonna e regione
ja: 各行・列・領域に %@ を2つ置きましょう
ko: 각 행, 열, 구역에 %@ 2개를 놓으세요
pt_br: Coloque 2 %@ em cada linha, coluna e região
ru: Поставьте 2 %@ в каждом ряду, столбце и области
zh_hans: 在每一行、每一列和每个区域放置 2 个 %@

source: Place dots around pieces
de: Punkte um Figuren setzen
es: Colocar puntos alrededor de las fichas
fr: Placer des points autour des pièces
it: Metti punti attorno ai pezzi
ja: コマの周りに点を置く
ko: 말 주위에 점 표시
pt_br: Colocar pontos ao redor das peças
ru: Ставить точки вокруг фишек
zh_hans: 在棋子周围放置点

source: Placing cherries…
de: Kirschen platzieren…
es: Colocando cerezas…
fr: Placement des cerises…
it: Disposizione delle ciliegie…
ja: さくらんぼを配置中…
ko: 체리 배치 중…
pt_br: Posicionando as cerejas…
ru: Расставляем вишни…
zh_hans: 正在放置樱桃…

source: Play
de: Spielen
es: Jugar
fr: Jouer
it: Gioca
ja: プレイ
ko: 플레이
pt_br: Jogar
ru: Игра
zh_hans: 开始

source: Press and hold Check for a deeper look that also flags, in red, any dot you put on a square that actually needs %1$@ %2$@.
de: Halte „Prüfen“ gedrückt für eine genauere Prüfung, die auch jeden Punkt rot markiert, den du auf ein Feld gesetzt hast, das eigentlich eine %2$@ braucht.
es: Mantén pulsado «Revisar» para una comprobación más profunda que también marca en rojo cualquier punto que hayas puesto en una casilla que en realidad necesita una %2$@.
fr: Maintiens « Vérifier » pour une vérification plus poussée qui signale aussi en rouge tout point posé sur une case qui a en fait besoin d’un %2$@.
it: Tieni premuto «Verifica» per un controllo più approfondito che segnala anche in rosso ogni punto messo su una casella che in realtà richiede una %2$@.
ja: 「チェック」を長押しすると、より詳しいチェックになり、本当は%2$@が必要なマスに置いた点も赤で示されます。
ko: 「확인」을 길게 누르면 더 깊이 확인하여, 사실은 %2$@이(가) 필요한 칸에 찍은 점도 빨간색으로 표시합니다.
pt_br: Mantenha «Verificar» pressionado para uma verificação mais profunda que também sinaliza em vermelho qualquer ponto que você colocou num quadrado que na verdade precisa de um %2$@.
ru: Удерживайте «Проверить» для более глубокой проверки, которая отметит красным и любую точку, поставленную на клетке, где на самом деле нужна %2$@.
zh_hans: 长按「检查」进行更深入的检查，还会用红色标记你放在实际需要%2$@的格子上的点。
